Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: DNS Presets
ar: إعدادات DNS المسبقة
de: DNS-Voreinstellungen
es: Ajustes preestablecidos de DNS
fr: Préréglages DNS
it: Preimpostazioni DNS
ja: DNSプリセット
ko: DNS 사전 설정
pt_br: Predefinições de DNS
ru: Предварительные настройки DNS
zh_hans: DNS 预设
zh_hant: DNS 預設

source: DNS Presets Applied (%lld)
ar: تم تطبيق %lld إعداد DNS مسبق
de: %lld DNS-Voreinstellungen angewendet
es: %lld preajustes DNS aplicados
fr: %lld préréglages DNS appliqués
it: %lld preimpostazioni DNS applicate
ja: DNSプリセット %lld件を適用しました
ko: DNS 프리셋 %lld개 적용됨
pt_br: %lld predefinições DNS aplicadas
ru: Применено %lld предустановок DNS
zh_hans: 已应用 %lld 条 DNS 预设
zh_hant: 已套用 %lld 條 DNS 預設

source: DNS Record
ar: سجل DNS
de: DNS-Eintrag
es: Registro DNS
fr: Enregistrement DNS
it: Registro DNS
ja: DNSレコード
ko: DNS 레코드
pt_br: Registro DNS
ru: DNS-запись
zh_hans: DNS 记录
zh_hant: DNS 记录

source: DNS Record Created
ar: تم إنشاء سجل DNS
de: DNS-Eintrag erstellt
es: Registro DNS creado
fr: Enregistrement DNS créé
it: Record DNS creato
ja: DNS レコードが作成されました
ko: DNS 레코드가 생성되었습니다.
pt_br: Registro DNS criado
ru: DNS-запись создана
zh_hans: DNS 记录已创建
zh_hant: DNS 记录已建立

source: DNS Record Deleted
ar: تم حذف سجل DNS
de: DNS-Eintrag gelöscht
es: Registro DNS eliminado
fr: Enregistrement DNS supprimé
it: Record DNS eliminato
ja: DNS レコードが削除されました
ko: DNS 레코드가 삭제되었습니다.
pt_br: Registro DNS excluído
ru: DNS-запись удалена
zh_hans: DNS 记录已删除
zh_hant: DNS 记录已刪除

source: DNS Record Saved
ar: تم حفظ سجل DNS
de: DNS-Eintrag gespeichert
es: Registro DNS guardado
fr: Enregistrement DNS enregistré
it: Record DNS salvato
ja: DNS レコードが保存されました
ko: DNS 레코드가 저장되었습니다.
pt_br: Registro DNS salvo
ru: DNS-запись сохранена
zh_hans: DNS 记录已保存
zh_hant: DNS 记录已儲存

source: DNS Record Updated
ar: تم تحديث سجل DNS
de: DNS-Eintrag aktualisiert
es: Registro DNS actualizado
fr: Enregistrement DNS mis à jour
it: Record DNS aggiornato
ja: DNS レコードが更新されました
ko: DNS 레코드가 업데이트되었습니다.
pt_br: Registro DNS atualizado
ru: DNS-запись обновлена
zh_hans: DNS 记录已更新
zh_hant: DNS 记录已更新

source: DNS Records
ar: سجلات DNS
de: DNS-Einträge
es: Registros DNS
fr: Enregistrements DNS
it: Record DNS
ja: DNS レコード
ko: DNS 레코드
pt_br: Registros DNS
ru: Записи DNS
zh_hans: DNS 记录
zh_hant: DNS 記錄

source: DNS, HTTP & Network firewall policies
ar: سياسات الجدار الناري لـ DNS و HTTP والشبكة
de: DNS-, HTTP- & Netzwerk-Firewall-Richtlinien
es: Políticas de cortafuegos de red, HTTP y DNS
fr: Politiques de pare-feu DNS, HTTP et réseau
it: Criteri firewall di rete, HTTP e DNS
ja: DNS、HTTP、ネットワークファイアウォールポリシー
ko: DNS, HTTP 및 네트워크 방화벽 정책
pt_br: Políticas de firewall de rede, HTTP e DNS
ru: Политики фаервола DNS, HTTP и сети
zh_hans: DNS、HTTP 与网络防火墙策略
zh_hant: DNS、HTTP 與網路防火牆策略

source: DNSSEC Disabled
ar: تم تعطيل DNSSEC
de: DNSSEC deaktiviert
es: DNSSEC desactivado
fr: DNSSEC désactivé
it: DNSSEC disattivato
ja: DNSSEC を無効にしました
ko: DNSSEC 비활성화됨
pt_br: DNSSEC desativado
ru: DNSSEC отключен
zh_hans: 已禁用 DNSSEC
zh_hant: 已停用 DNSSEC

source: DNSSEC Enabled
ar: تم تفعيل DNSSEC
de: DNSSEC aktiviert
es: DNSSEC activado
fr: DNSSEC activé
it: DNSSEC attivato
ja: DNSSEC を有効にしました
ko: DNSSEC 활성화됨
pt_br: DNSSEC ativado
ru: DNSSEC включен
zh_hans: 已启用 DNSSEC
zh_hant: 已啟用 DNSSEC

source: DNSSEC Status
ar: حالة DNSSEC
es: Estado de DNSSEC
fr: Statut DNSSEC
it: Stato DNSSEC
ja: DNSSEC ステータス
ko: DNSSEC 상태
pt_br: Status do DNSSEC
ru: Статус DNSSEC
zh_hans: DNSSEC 状态
zh_hant: DNSSEC 狀態

source: DNSSEC Validated
ar: تم التحقق من DNSSEC
de: DNSSEC-validiert
es: DNSSEC validado
fr: DNSSEC validé
it: DNSSEC convalidato
ja: DNSSEC検証済み
ko: DNSSEC 검증됨
pt_br: DNSSEC validado
ru: DNSSEC подтвержден
zh_hans: DNSSEC 已验证
zh_hant: DNSSEC 已驗證

source: DNSSEC Validation
ar: التحقق من صحة DNSSEC
de: DNSSEC-Validierung
es: Validación DNSSEC
fr: Validation DNSSEC
it: Convalida DNSSEC
ja: DNSSEC 検証
ko: DNSSEC 유효성 검사
pt_br: Validação DNSSEC
ru: Проверка DNSSEC
zh_hans: DNSSEC 验证
zh_hant: DNSSEC 驗證

source: DoH
ar: وزارة الصحة
es: Departamento de Salud
fr: Ministère de la Santé

source: Domain
ar: اِختِصاص
de: Domäne
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio
ru: Домен
zh_hans: 域名
zh_hant: 網域稱

source: Domain (e.g. jira.example.com)
ar: النطاق (مثل jira.example.com)
de: Domain (z. B. jira.example.com)
es: Dominio (ej. jira.example.com)
fr: Domaine (ex. jira.example.com)
it: Dominio (es. jira.example.com)
ja: ドメイン (例: jira.example.com)
ko: 도메인 (예: jira.example.com)
pt_br: Domínio (ex.: jira.example.com)
ru: Домен (например, jira.example.com)
zh_hans: 域名（例如 jira.example.com）
zh_hant: 網域（例如 jira.example.com）

source: Domain / Hostname
ar: النطاق / اسم المضيف
es: Dominio / nombre de host
fr: Domaine / nom d'hôte
it: Dominio / nome host
ja: ドメイン / ホスト名
ko: 도메인 / 호스트 이름
pt_br: Domínio / nome do host
ru: Домен / имя хоста
zh_hans: 域名 / 主机名
zh_hant: 網域 / 主機名稱

source: Domain active on Cloudflare
ar: المجال نشط على Cloudflare
de: Domain aktiv auf Cloudflare
es: Dominio activo en Cloudflare
fr: Domaine actif sur Cloudflare
it: Dominio attivo su Cloudflare
ja: Cloudflareでアクティブなドメイン
ko: Cloudflare에서 활성화된 도메인
pt_br: Domínio ativo na Cloudflare
ru: Домен активен в Cloudflare
zh_hans: 域名已在 Cloudflare 激活
zh_hant: 網域稱已在 Cloudflare 激活

source: Domain Added
ar: تمت إضافة المجال
de: Domäne hinzugefügt
es: Dominio agregado
fr: Domaine ajouté
it: Dominio aggiunto
ja: ドメインが追加されました
ko: 도메인이 추가됨
pt_br: Domínio adicionado
ru: Домен добавлен
zh_hans: 已添加域名
zh_hant: 已新增網域稱

source: Domain Analytics
ar: تحليلات المجال
de: Domänenanalyse
es: Análisis de dominio
fr: Analyse de domaine
it: Analisi del dominio
ja: ドメイン分析
ko: 도메인 분석
pt_br: Análise de Domínio
ru: Аналитика домена
zh_hans: 域名分析监控
zh_hant: 網域稱分析监控

source: Domain Attached
ar: النطاق مرفق
de: Domäne angehängt
es: Dominio adjunto
fr: Domaine attaché
it: Dominio allegato
ja: ドメインが接続されました
ko: 도메인이 연결됨
pt_br: Domínio anexado
ru: Домен прикреплен
zh_hans: 域名已绑定
zh_hant: 網域稱已绑定

source: Domain attached successfully
ar: تم إرفاق المجال بنجاح
de: Domain erfolgreich angehängt
es: Dominio adjunto correctamente
fr: Domaine attaché avec succès
it: Dominio collegato correttamente
ja: ドメインが正常に接続されました
ko: 도메인이 성공적으로 연결되었습니다.
pt_br: Domínio anexado com sucesso
ru: Домен успешно прикреплен
zh_hans: 自定义域名挂载成功
zh_hant: 自定义網域稱挂載成功

source: Domain Deleted
ar: تم حذف المجال
de: Domain gelöscht
es: Dominio eliminado
fr: Domaine supprimé
it: Dominio eliminato
ja: ドメインが削除されました
ko: 도메인이 삭제되었습니다.
pt_br: Domínio excluído
ru: Домен удален
zh_hans: 已删除域名
zh_hant: 已刪除網域稱

source: Domain Detached
ar: المجال منفصل
de: Domäne getrennt
es: Dominio separado
fr: Domaine détaché
it: Dominio staccato
ja: ドメインが切り離されました
ko: 도메인 분리됨
pt_br: Domínio desanexado
ru: Домен отключен
zh_hans: 域名已解绑
zh_hant: 網域稱已解绑

source: Domain Info
ar: معلومات النطاق
es: Información del dominio
fr: Informations sur le domaine
it: Informazioni sul dominio
ja: ドメイン情報
ko: 도메인 정보
pt_br: Informações do domínio
ru: Информация о домене
zh_hans: 域名信息
zh_hant: 網域資訊

source: Domain Information
ar: معلومات المجال
de: Domäneninformationen
es: Información de dominio
fr: Informations sur le domaine
it: Informazioni sul dominio
ja: ドメイン情報
ko: 도메인 정보
pt_br: Informações de domínio
ru: Информация о домене
zh_hans: 域名信息
zh_hant: 網域稱信息

source: Domain Name
ar: اسم المجال
es: Nombre de dominio
fr: Nom de domaine
it: Nome di dominio
ja: ドメイン名
ko: 도메인 이름
pt_br: Nome de domínio
ru: Доменное имя
zh_hans: 域名名称
zh_hant: 網域稱名称

source: Domain not found or no public RDAP information.
ar: لم يتم العثور على المجال أو لا توجد معلومات RDAP عامة.
de: Domäne nicht gefunden oder keine öffentlichen RDAP-Informationen.
es: Dominio no encontrado o no hay información RDAP pública.
fr: Domaine introuvable ou aucune information RDAP publique.
it: Dominio non trovato o nessuna informazione RDAP pubblica.
ja: ドメインが見つからないか、公開されている RDAP 情報がありません。
ko: 도메인을 찾을 수 없거나 공개 RDAP 정보가 없습니다.
pt_br: Domínio não encontrado ou nenhuma informação pública de RDAP.
ru: Домен не найден или отсутствует общедоступная информация RDAP.
zh_hans: 未查询到公开的 WHOIS / RDAP 注册信息。
zh_hant: 未查询到公開的 WHOIS / RDAP 注册信息。

source: Domain paused on Cloudflare
ar: تم إيقاف النطاق مؤقتًا على Cloudflare
de: Domain auf Cloudflare pausiert
es: Dominio pausado en Cloudflare
fr: Domaine mis en pause sur Cloudflare
it: Dominio in pausa su Cloudflare
ja: Cloudflareでドメインが一時停止されました
ko: Cloudflare에서 도메인이 일시 중지되었습니다.
pt_br: Domínio pausado na Cloudflare
ru: Домен приостановлен на Cloudflare
zh_hans: 域名已在 Cloudflare 暂停
zh_hant: 網域稱已在 Cloudflare 暂停

source: Domain registrar, creation date & nameserver records
ar: مسجل النطاق وتاريخ الإنشاء وسجلات خادم الأسماء
de: Domain-Registrar, Erstellungsdatum und Nameserver-Datensätze
es: Registro de dominio, fecha de creación y registros del servidor de nombres
fr: Registre de domaine, date de création et enregistrements du serveur de noms
it: Registrar di domini, data di creazione e record del nameserver
ja: ドメインレジストラ、作成日、ネームサーバーの記録
ko: 도메인 등록기관, 생성 날짜 및 네임서버 기록
pt_br: Registrador de domínio, data de criação e registros de servidor de nomes
ru: Регистратор домена, дата создания и записи сервера имен
zh_hans: 域名注册商、创建日期与名称服务器记录
zh_hant: 網域稱注册商、建立日期与名称服务器记录

source: Domain registrar, lifecycle timeline & nameserver records
ar: مسجل النطاق والجدول الزمني لدورة الحياة وسجلات خادم الأسماء
de: Domain-Registrar, Lebenszyklus-Zeitleiste und Nameserver-Datensätze
es: Registrador de dominios, cronograma del ciclo de vida y registros de servidores de nombres
fr: Registre de domaine, chronologie du cycle de vie et enregistrements du serveur de noms
it: Registrar di domini, sequenza temporale del ciclo di vita e record del server dei nomi
ja: ドメインレジストラ、ライフサイクルタイムライン、ネームサーバーレコード
ko: 도메인 등록기관, 수명주기 타임라인 및 네임서버 기록
pt_br: Registrador de domínio, cronograma do ciclo de vida e registros de servidores de nomes
ru: Регистратор доменов, график жизненного цикла и записи сервера имен
zh_hans: 域名注册商、生命周期时间轴与权威 NS 记录
zh_hant: 網域稱注册商、生命週期時間轴与權威 NS 记录

source: Domain Registration
ar: تسجيل النطاق
de: Domain-Registrierung
es: Registro de dominio
fr: Enregistrement du domaine
it: Registrazione dominio
ja: ドメイン登録情報
ko: 도메인 등록 정보
pt_br: Registro do domínio
ru: Регистрация домена
zh_hans: 域名注册信息
zh_hant: 網域稱註冊資訊

source: Domain registration & nameserver records
ar: تسجيل النطاق وسجلات خادم الأسماء
de: Domain-Registrierung und Nameserver-Datensätze
es: Registro de dominio y registros de servidor de nombres
fr: Enregistrement de domaine et enregistrements de serveur de noms
it: Registrazione del dominio e record del nameserver
ja: ドメイン登録とネームサーバーの記録
ko: 도메인 등록 및 네임서버 기록
pt_br: Registro de domínio e registros de servidores de nomes
ru: Регистрация домена и записи сервера имен
zh_hans: 查询域名注册商、到期时间与权威 DNS 记录
zh_hant: 查询網域稱注册商、到期時間与權威 DNS 记录

source: Domain Removed
ar: تمت إزالة المجال
de: Domain entfernt
es: Dominio eliminado
fr: Domaine supprimé
it: Dominio rimosso
ja: ドメインが削除されました
ko: 도메인이 제거됨
pt_br: Domínio removido
ru: Домен удален
zh_hans: 域名已移除
zh_hant: 網域稱已移除

source: Domain Statuses (%lld)
ar: حالات المجال (%lld)
de: Domänenstatus (%lld)
es: Estados de dominio (%lld)
fr: Statuts de domaine (%lld)
it: Stati del dominio (%lld)
ja: ドメインステータス (%lld)
ko: 도메인 상태(%lld)
pt_br: Status de domínio (%lld)
ru: Статусы доменов (%lld)
zh_hans: 域名状态 (%lld)
zh_hant: 網域稱状態 (%lld)

source: Domain: %@
ar: 域名: %@
de: Domäne: %@
es: Dominio: %@
fr: Domaine : %@
it: Dominio: %@
ja: ドメイン: %@
ko: 도메인: %@
pt_br: Domínio: %@
ru: Домен: %@
zh_hans: 域名: %@
zh_hant: 網域稱: %@

source: Domains
ar: النطاقات
es: Dominios
fr: Domaines
it: Domini
ja: ドメイン
ko: 도메인
pt_br: Domínios
ru: Домены
zh_hans: 域名
zh_hant: 網域

source: Domains (e.g. example.com, app.example.com)
ar: النطاقات (مثل example.com، app.example.com)
de: Domänen (z. B. example.com, app.example.com)
es: Dominios (por ejemplo, ejemplo.com, aplicación.ejemplo.com)
fr: Domaines (par exemple, example.com, app.example.com)
it: Domini (ad esempio example.com, app.example.com)
ja: ドメイン (例: example.com、app.example.com)
ko: 도메인(예: example.com, app.example.com)
pt_br: Domínios (por exemplo, example.com, app.example.com)
ru: Домены (например, example.com, app.example.com)
zh_hans: 域名 (例如 example.com, app.example.com)
zh_hant: 網域稱 (例如 example.com, app.example.com)

source: Domains & Custom Routes
ar: النطاقات والطرق المخصصة
de: Domänen und benutzerdefinierte Routen
es: Dominios y rutas personalizadas
fr: Domaines et itinéraires personnalisés
it: Domini e percorsi personalizzati
ja: ドメインとカスタムルート
ko: 도메인 및 사용자 정의 경로
pt_br: Domínios e rotas personalizadas
ru: Домены и пользовательские маршруты
zh_hans: 自定义域名与路由绑定
zh_hant: 自定义網域稱与路由绑定

source: Domains & Routes
ar: المجالات والطرق
de: Domänen und Routen
es: Dominios y rutas
fr: Domaines et routes
it: Domini e percorsi
ja: ドメインとルート
ko: 도메인 및 경로
pt_br: Domínios e Rotas
ru: Домены и маршруты
zh_hans: 域名与路由
zh_hant: 網域稱与路由

source: Don't have an account?
ar: ليس لديك حساب؟
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
ja: アカウントをお持ちでない場合は、
ko: 계정이 없나요?
pt_br: Não tem uma conta?
ru: У вас нет учетной записи?
zh_hans: 还没有账号？
zh_hant: 还没有账號？

source: Done
ar: منتهي
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 終わり
ko: 완료
pt_br: Feito
ru: Сделанный
zh_hans: 完成
zh_hant: 完成

source: Drag to Inspect
ar: اسحب للفحص
de: Zum Prüfen ziehen
es: Arrastrar para inspeccionar
fr: Faites glisser pour inspecter
it: Trascina per ispezionare
ja: ドラッグして検査する
ko: 드래그하여 검사
pt_br: Arraste para inspecionar
ru: Перетащите, чтобы проверить
zh_hans: 按住滑动查看明细
zh_hant: 按住滑動查看明细

source: DS Record
ar: سجل دي إس
de: DS-Datensatz
es: Registro DS
fr: Enregistrement DS
it: Registrazione DS
ja: DSレコード
ko: DS 레코드
pt_br: Registro DS
ru: ДС Рекорд
zh_hans: DS 记录
zh_hant: DS 记录

source: DS Record (Registrar Configuration)
ar: سجل DS (تكوين المسجل)
de: DS-Eintrag (Registrarkonfiguration)
es: Registro DS (Configuración del registrador)
fr: Enregistrement DS (configuration du registraire)
it: DS Record (configurazione del registro)
ja: DS レコード (レジストラ構成)
ko: DS 레코드(등록자 구성)
pt_br: Registro DS (configuração do registrador)
ru: Запись DS (конфигурация регистратора)
zh_hans: DS 记录 (注册商配置)
zh_hant: DS 记录 (注册商設定)

source: DS Record Details
ar: تفاصيل سجل DS
de: DS-Eintragsdetails
es: Detalles del registro DS
fr: Détails de l'enregistrement DS
it: Dettagli del record DS
ja: DS レコードの詳細
ko: DS 레코드 세부정보
pt_br: Detalhes do registro DS
ru: Детали записи DS
zh_hans: DS 记录详情
zh_hant: DS 记录詳情

source: Durable Objects namespaces are created via Wrangler migrations inside your Worker code.
ar: يتم إنشاء مساحات أسماء الكائنات المعمرة عبر عمليات ترحيل Wrangler داخل كود العامل الخاص بك.
de: Langlebige Objekt-Namespaces werden über Wrangler-Migrationen innerhalb Ihres Worker-Codes erstellt.
es: Los espacios de nombres de Durable Objects se crean mediante migraciones de Wrangler dentro de su código de trabajo.
fr: Les espaces de noms Durable Objects sont créés via des migrations Wrangler dans votre code Worker.
it: Gli spazi dei nomi degli oggetti durevoli vengono creati tramite migrazioni Wrangler all'interno del codice di lavoro.
ja: Durable Objects 名前空間は、Worker コード内の Wrangler 移行によって作成されます。
ko: 지속성 개체 네임스페이스는 Worker 코드 내에서 Wrangler 마이그레이션을 통해 생성됩니다.
pt_br: Os namespaces de objetos duráveis ​​são criados por meio de migrações do Wrangler dentro do seu código Worker.
ru: Пространства имен Durable Objects создаются посредством миграции Wrangler внутри вашего кода Worker.
zh_hans: Durable Objects 命名空间需在 Worker 代码中通过 Wrangler 迁移创建。
zh_hant: Durable Objects 命名空間需在 Worker 程式碼中通過 Wrangler 迁移建立。

source: Duration browser enforces HTTPS.
ar: المدة التي يفرض فيها المتصفح HTTPS.
de: Dauer, für die der Browser HTTPS erzwingt.
es: Duración durante la cual el navegador impone HTTPS.
fr: Durée pendant laquelle le navigateur applique HTTPS.
it: Durata durante la quale il browser applica HTTPS.
ja: ブラウザが HTTPS を強制する期間。
ko: 브라우저가 HTTPS를 강제하는 기간입니다.
pt_br: Duração em que o navegador impõe HTTPS.
ru: Продолжительность принудительного использования HTTPS браузером.
zh_hans: 浏览器强制使用 HTTPS 的持续时间。
zh_hant: 瀏覽器強制使用 HTTPS 的持續時間。

source: e.g. /api/v2
ar: على سبيل المثال /api/v2
de: z.B. /api/v2
es: p.ej. /api/v2
fr: par ex. /api/v2
it: per esempio. /api/v2
ja: 例えば/api/v2
ko: 예를 들어 /api/v2
pt_br: por exemplo /api/v2
ru: например /api/v2
zh_hans: 例如：/api/v2
zh_hant: 例如：/api/v2

source: e.g. 1.1.1.1 or 104.21.45.12
ar: على سبيل المثال 1.1.1.1 أو 104.21.45.12
de: z.B. 1.1.1.1 oder 104.21.45.12
es: p.ej. 1.1.1.1 o 104.21.45.12
fr: par ex. 1.1.1.1 ou 104.21.45.12
it: per esempio. 1.1.1.1 o 104.21.45.12
ja: 例えば1.1.1.1 または 104.21.45.12
ko: 예를 들어 1.1.1.1 또는 104.21.45.12
pt_br: por exemplo 1.1.1.1 ou 104.21.45.12
ru: например 1.1.1.1 или 104.21.45.12
zh_hans: 例如 1.1.1.1 或 104.21.45.12
zh_hant: 例如 1.1.1.1 或 104.21.45.12

source: e.g. 1.1.1.1 or cloudflare.com
ar: على سبيل المثال 1.1.1.1 أو cloudflare.com
de: z.B. 1.1.1.1 oder cloudflare.com
es: p.ej. 1.1.1.1 o cloudflare.com
fr: par ex. 1.1.1.1 ou cloudflare.com
it: per esempio. 1.1.1.1 o cloudflare.com
ja: 例えば1.1.1.1 または Cloudflare.com
ko: 예를 들어 1.1.1.1 또는 cloudflare.com
pt_br: por exemplo 1.1.1.1 ou cloudflare.com
ru: например 1.1.1.1 или Cloudflare.com.
zh_hans: 例: 1.1.1.1 或 cloudflare.com
zh_hant: 例: 1.1.1.1 或 cloudflare.com

source: e.g. 50
ar: على سبيل المثال 50
de: z.B. 50
es: p.ej. 50
fr: par ex. 50
it: per esempio. 50
ja: 例えば50
ko: 예를 들어 50
pt_br: por exemplo 50
ru: например 50
zh_hans: 例如：50
zh_hant: 例如：50

source: e.g. 192.168.1.1
ar: على سبيل المثال 192.168.1.1
de: z.B. 192.168.1.1
es: p.ej. 192.168.1.1
fr: par ex. 192.168.1.1
it: per esempio. 192.168.1.1
ja: 例えば192.168.1.1
ko: 예를 들어 192.168.1.1
pt_br: por exemplo 192.168.1.1
ru: например 192.168.1.1
zh_hans: 例如：192.168.1.1
zh_hant: 例如：192.168.1.1

source: e.g. 3600
ar: على سبيل المثال 3600
de: z.B. 3600
es: p.ej. 3600
fr: par ex. 3600
it: per esempio. 3600
ja: 例えば3600
ko: 예를 들어 3600
pt_br: por exemplo 3600
ru: например 3600
zh_hans: 例如：3600
zh_hant: 例如：3600

source: e.g. 14400
ar: على سبيل المثال 14400
de: z.B. 14400
es: p.ej. 14400
fr: par ex. 14400
it: per esempio. 14400
ja: 例えば14400
ko: 예를 들어 14400
pt_br: por exemplo 14400
ru: например 14400
zh_hans: 例如：14400
zh_hant: 例如：14400

source: e.g. AS12345
ar: على سبيل المثال AS12345
de: z.B. AS12345
es: p.ej. AS12345
fr: par ex. AS12345
it: per esempio. AS12345
ja: 例えばAS12345
ko: 예를 들어 AS12345
pt_br: por exemplo AS12345
ru: например AS12345
zh_hans: 例如：AS12345
zh_hant: 例如：AS12345

source: e.g. example.com
ar: على سبيل المثال example.com
de: z.B. example.com
es: p.ej. ejemplo.com
fr: par ex. exemple.com
it: per esempio. esempio.com
ja: 例えば例.com
ko: 예를 들어 example.com
pt_br: por exemplo exemplo.com
ru: например example.com
zh_hans: 例: example.com
zh_hant: 例: example.com

source: e.g. info
ar: على سبيل المثال معلومات
de: z.B. Infos
es: p.ej. información
fr: par ex. infos
it: per esempio. informazioni
ja: 例えば情報
ko: 예를 들어 정보
pt_br: por exemplo informações
ru: например информация
zh_hans: 例如：info
zh_hant: 例如：info

source: e.g. Route /api requests to snippet
ar: على سبيل المثال توجيه/api لطلبات المقتطف
de: z.B. Leiten Sie /api-Anfragen an das Snippet weiter
es: p.ej. Enrutar solicitudes de /api al fragmento
fr: par ex. Acheminer les requêtes /API vers l'extrait
it: per esempio. Instrada le richieste /api allo snippet
ja: 例えば/api リクエストをスニペットにルーティングする
ko: 예를 들어 /api 요청을 스니펫으로 라우팅
pt_br: por exemplo Encaminhar solicitações de /api para o snippet
ru: например Направление запросов /api к фрагменту
zh_hans: 例如 将 /api 请求路由到 snippet
zh_hant: 例如 将 /api 請求路由到 snippet

source: e.g. US, CN, GB
ar: مثل US, CN, GB
de: z. B. US, CN, GB
es: ej. US, CN, GB
fr: ex. US, CN, GB
it: es. US, CN, GB
ja: 例: US, CN, GB
ko: 예: US, CN, GB
pt_br: ex.: US, CN, GB
ru: например, US, CN, GB
zh_hans: 例如 US, CN, GB
zh_hant: 例如 US, CN, GB

source: Early Hints Disabled
ar: تم تعطيل Early Hints
de: Early Hints deaktiviert
es: Early Hints desactivado
fr: Early Hints désactivé
it: Early Hints disattivato
ja: Early Hints を無効にしました
ko: Early Hints 비활성화됨
pt_br: Early Hints desativado
ru: Early Hints отключен
zh_hans: 已禁用 Early Hints
zh_hant: 已停用 Early Hints

source: Early Hints Enabled
ar: تم تفعيل Early Hints
de: Early Hints aktiviert
es: Early Hints activado
fr: Early Hints activé
it: Early Hints attivato
ja: Early Hints を有効にしました
ko: Early Hints 활성화됨
pt_br: Early Hints ativado
ru: Early Hints включен
zh_hans: 已启用 Early Hints
zh_hant: 已啟用 Early Hints

source: Eastern Europe
ar: أوروبا الشرقية
de: Osteuropa
es: Europa Oriental
fr: Europe de l'Est
it: Europa orientale
ja: 東欧
ko: 동유럽
pt_br: Europa Oriental
ru: Восточная Европа
zh_hans: 东欧
zh_hant: 东欧

source: Eastern North America
ar: شرق أمريكا الشمالية
de: Östliches Nordamerika
es: Este de América del Norte
fr: Est de l'Amérique du Nord
it: Nord America orientale
ja: 北アメリカ東部
ko: 북미 동부
pt_br: Leste da América do Norte
ru: Восточная Северная Америка
zh_hans: 北美东部
zh_hant: 北美东部

source: Edge Cache Ratio
ar: نسبة ذاكرة التخزين المؤقت للحافة
de: Edge-Cache-Verhältnis
es: Proporción de caché perimetral
fr: Taux de cache périphérique
it: Rapporto cache perimetrale
ja: エッジキャッシュ率
ko: 엣지 캐시 비율
pt_br: Proporção de cache de borda
ru: Коэффициент пограничного кэша
zh_hans: 边缘缓存率
zh_hant: 邊緣快取率

source: Edge Caching Savings
ar: توفير التخزين المؤقت للحافة
de: Einsparungen durch Edge-Caching
es: Ahorros en caché perimetral
fr: Économies liées à la mise en cache périphérique
it: Risparmi legati alla cache perimetrale
ja: エッジキャッシュによる節約
ko: 엣지 캐싱 절감액
pt_br: Economia de cache de borda
ru: Экономия на пограничном кэшировании
zh_hans: 边缘缓存节省
zh_hant: 邊緣快取节省

source: Edge Certificates
ar: شهادات الحافة
de: Edge-Zertifikate
es: Certificados de perímetro
fr: Certificats Edge
it: Certificati perimetrali
ja: エッジ証明書
ko: 에지 인증서
pt_br: Certificados do Edge
ru: Периферийные сертификаты
zh_hans: 边缘证书
zh_hant: 邊緣憑證

source: Edge Compute
ar: حساب الحافة
de: Edge-Computing
es: Computación perimetral
fr: Calcul de périphérie
it: Calcolo perimetrale
ja: エッジコンピューティング
ko: 엣지 컴퓨팅
pt_br: Computação de borda
ru: Периферийные вычисления
zh_hans: 边缘无服务器计算
zh_hant: 邊緣無服务器計算

source: Edge Diagnostics
ar: تشخيصات الحافة
de: Edge-Diagnose
es: Diagnóstico perimetral
fr: Diagnostics de périphérie
it: Diagnostica perimetrale
ja: エッジ診断
ko: 에지 진단
pt_br: Diagnóstico de borda
ru: Диагностика Edge
zh_hans: 边缘诊断
zh_hant: 邊緣診斷

source: Edge Functions Status
ar: حالة وظائف الحافة
de: Edge-Funktionsstatus
es: Estado de las funciones perimetrales
fr: État des fonctions Edge
it: Stato delle funzioni Edge
ja: エッジ機能のステータス
ko: 엣지 기능 상태
pt_br: Status das funções de borda
ru: Статус пограничных функций
zh_hans: 边缘函数状态
zh_hant: 邊緣函數状態

source: Edge Latency & Jitter
ar: الكمون الحافة والارتعاش
de: Edge-Latenz und Jitter
es: Latencia y fluctuación del borde
fr: Latence de bord et gigue
it: Latenza dei bordi e jitter
ja: エッジレイテンシーとジッター
ko: 에지 지연 시간 및 지터
pt_br: Latência e instabilidade de borda
ru: Пограничная задержка и джиттер
zh_hans: 边缘时延与网络抖动
zh_hant: 邊緣時延与網路抖動

source: Edge Latency Test
ar: اختبار زمن انتقال الحافة
de: Edge-Latenztest
es: Prueba de latencia Edge
fr: Test de latence Edge
it: Test di latenza Edge
ja: エッジ遅延テスト
ko: 엣지 지연 시간 테스트
pt_br: Teste de latência Edge
ru: Тест задержки Edge
zh_hans: 边缘延迟测试
zh_hant: 邊緣延遲測試

source: Edge Network Normal
ar: شبكة الحافة عادية
de: Edge-Netzwerk normal
es: Red perimetral normal
fr: Réseau périphérique normal
it: Rete periferica Normale
ja: エッジネットワーク正常
ko: 엣지 네트워크 일반
pt_br: Rede de borda normal
ru: Граничная сеть Нормальная
zh_hans: 边缘网络正常
zh_hant: 邊緣網路正常

source: Edge PoP Data Center
ar: مركز بيانات Edge PoP
de: Edge-PoP-Rechenzentrum
es: Centro de datos perimetral PoP
fr: Centre de données Edge PoP
it: Centro dati PoP Edge
ja: エッジPoPデータセンター
ko: 엣지 PoP 데이터 센터
pt_br: Centro de dados PoP de borda
ru: Центр обработки данных Edge PoP
zh_hans: 连接的数据中心 (PoP)
zh_hant: 連線的數据中心 (PoP)
